Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_AUDIO_CONFIGURATION_NO_CINEMATIC_FOOTER
source: Spatial Audio records in a 3D audio format and will make intelligent, automatic decisions about how to mix the audio when an Audio Mix is selected in Photos.
ar: يسجل الصوت المكاني بتنسيق صوتي ثلاثي الأبعاد وسيتخذ قرارات تلقائية ذكية بشأن كيفية مزج الصوت عند تحديد مزيج صوتي في تطبيق الصور.
bg: Функцията Пространствено аудио записва в 3D аудио формат и автоматично обработва записа, като интелигентно миксира аудиото, когато е използван Кинематографски режим или е избран Аудио микс в Снимки.
bn: ছবি অ্যাপে অডিও মিক্স নির্বাচন করলে, স্পেশিয়াল অডিওর মাধ্যমে 3D অডিও ফর্ম্যাটে রেকর্ড হয় এবং বুদ্ধিমত্তা দ্বারা স্বয়ংক্রিয়ভাবে অডিও মিক্স করা হয়।
ca: En el cas de les gravacions amb àudio espacial, el so s’enregistra en format 3D i es combina de manera automàtica i intel·ligent en utilitzar una combinació d’àudio concreta a l’app Fotos.
cs: Prostorový zvuk zaznamenává zvuk v trojrozměrném formátu a inteligentně automaticky rozhoduje o tom, jak zvuk namixovat, když je v aplikaci Fotky vybraná volba Audio mix.
da: Rumlig lyd optager i et 3D-lydformat og træffer intelligente, automatiske beslutninger om, hvordan lyden skal blandes, når et lydmiks er valgt i Fotos.
de: 3D-Audio wird in einem 3D-Audioformat aufgezeichnet. Es wird automatisch mithilfe von künstlicher Intelligenz festgelegt, wie das Audio gemischt wird, wenn ein Audiomix in „Fotos“ ausgewählt ist.
el: Ο Χωρικός ήχος πραγματοποιεί εγγραφές σε μορφή ήχου 3Δ, και θα συνθέτει έξυπνα και αυτόματα τον ήχο που εγγράφεται κατά την επιλογή μιας μείξης ήχου στις Φωτογραφίες.
es: El audio espacial se graba en formato 3D y se mezcla de forma inteligente y automática al seleccionar una mezcla de audio en la app Fotos.
es_us: El audio espacial se graba en un formato de audio 3D y, cuando se seleccione una mezcla de audio en Fotos, se mezclará de forma automática e inteligente.
fi: Tilallinen ääni äänittää 3D-äänimuodossa ja päättää automaattisesti älykkäästi, miten ääni miksataan, kun Äänen miksaus valitaan Kuvissa.
fr: La fonctionnalité « Audio spatial » enregistrera du contenu au format audio 3D et prendra des décisions intelligentes et automatiques quant au mixage de l’audio lorsqu’un mix audio est sélectionné dans Photos.
fr_ca: L’enregistrement d’audio spatial utilise un format audio 3D qui combine intelligemment et automatiquement le contenu audio lorsqu’un mix audio est sélectionné dans Photos.
gu: સ્પેશિયલ ઑડિઓ 3D ઑડિઓ ફૉર્મેટમાં રેકોર્ડ કરે છે અને ફોટોસ ઍપમાં ઑડિઓ મિક્સ સિલેક્ટ કરવામાં આવે ત્યારે ઑડિઓ મિક્સ કરવાની રીત વિષે ઑટોમૅટિક રીતે ઇંટેલિજંટ નિર્ણય લેશે.
he: ״שמע מרחבי״ מקליט שמע בפורמט תלת-ממדי, וקובע אוטומטית בצורה חכמה את האופן שבו הוא ישולב כאשר ״שמע משולב״ נבחר ב״תמונות״.
hi: स्पेशियल ऑडियो एक 3D ऑडियो फ़ॉर्मैट में रिकॉर्ड करता है और सिनेमैटिक मोड का इस्तेमाल करने पर या तस्वीर ऐप में ऑडियो मिक्स चुने जाने पर ऑडियो मिक्स करने के संबंध में ऑटोमैटिकली इंटेलिजेंट निर्णय लेगा।
hr: Prostorna audio snimka snima u 3D audio formatu i napravit će inteligentne, automatske odluke o tome kako umiksati zvuk kad je odabran Audio miks u aplikaciji Foto.
hu: A Térbeli hang 3D-hangformátumban rögzít, és a rendszer intelligens, automatikus döntéseket hoz arról, hogyan legyen mixelve a hang, amikor egy audiomix van kiválasztva a Fotókban.
id: Audio Spasial merekam dalam format audio 3D dan akan mengambil keputusan otomatis dengan pintar mengenai cara membuat mixing audio saat Mixing Audio dipilih di Foto.
it: Con l’audio spaziale, i suoni vengono registrati in formato 3D e, se selezioni un mix audio in Foto, vengono mixati in modo automatico e intelligente.
ja: 空間オーディオでは、収録は3Dオーディオ形式で行われ、“写真”でオーディオミックスが選択されている場合には、どのようにオーディオをミックスするかがインテリジェントかつ自動的に決定されます。
kk: «Кеңістіктік дыбыс» аудионы 3D форматында жазады және «Фотолар» қолданбасында «Аудио микс» таңдалған кезде дыбысты араластыру бойынша автоматты түрде ақылды шешімдерді қолданады.
kn: ಸ್ಪೇಷಿಯಲ್ ಆಡಿಯೊ 3D ಆಡಿಯೊ ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿ ರೆಕಾರ್ಡ್ ಮಾಡುತ್ತದೆ ಮತ್ತು ಫೋಟೋಗಳಲ್ಲಿ ಆಡಿಯೊ ಮಿಕ್ಸ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿದಾಗ ಆಡಿಯೊವನ್ನು ಹೇಗೆ ಮಿಕ್ಸ್ ಮಾಡಬೇಕು ಎಂಬುದರ ಬಗ್ಗೆ ಇಂಟೆಲಿಜೆಂಟ್, ಸ್ವಯಂಚಾಲಿತ ನಿರ್ಧಾರಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ.
ko: 공간 음향은 3D 오디오 포맷으로 녹음되며, 사진 앱에서 특정한 오디오 믹스가 선택되었을 때 어떻게 오디오를 믹스할지에 관해 지능적인 판단을 자동으로 수행합니다.
lt: Naudojant funkciją „Erdvinis garsas“, pasirenkamas trimačio garso formatas ir priimami išmanūs automatiniai sprendimai derinant garso įrašus, kai „Nuotraukose“ pasirenkamas „Garsų maišymas“.
ml: സ്പേഷ്യൽ ഓഡിയോ ഒരു 3D ഫോർമാറ്റിൽ റെക്കോർഡ് ചെയ്യുകയും, ഫോട്ടോസിൽ ഒരു ഓഡിയോ മിക്സ് സെലക്റ്റ് ചെയ്യുമ്പോൾ ഓഡിയോ എങ്ങനെ മിക്സ് ചെയ്യണമെന്ന ഇന്റലിജന്റും ഓട്ടോമാറ്റിക്കുമായ തീരുമാനങ്ങളെടുക്കുകയും ചെയ്യുന്നു.
mr: स्पेशिअल ऑडिओ 3D ऑडिओ फॉरमॅटमध्ये रेकॉर्ड करते आणि छायाचित्र ॲपमध्ये ऑडिओ मिक्स सिलेक्ट केल्यावर, ऑडिओ मिक्स करण्याच्या बाबतीत इंटेलिजेंट, ऑटोमॅटिक निर्णय घेईल.
ms: Audio Ruang merakam dalam format audio 3D, serta akan membuat keputusan pintar dan automatik tentang cara mencampurkan audio apabila Campuran Audio dipilih dalam Foto.
nb: Romtilpasset lyd tas opp i et 3D-lydformat og tar automatisk smarte valg om hvordan lydopptak skal mikses når en lydmiks er valgt i Bilder.
nl: Met 'Ruimtelijke audio' worden opnamen gemaakt in een 3D-audiostructuur met intelligente, automatische beslissingen over het mixen van de audio wanneer er een audiomix is geselecteerd in Foto's.
or: ସ୍ପେଶିୟଲ୍ ଅଡିଓ ଏକ 3D ଅଡିଓ ଫର୍ମାଟ୍‌ରେ ରେକର୍ଡ୍‌ କରେ, ଫଟୋରେ ଅଡିଓ ମିକ୍ସ୍ ଚୟନ କରିବା ସମୟରେ କିପରି ଅଡିଓ ମିକ୍ସ୍‌ କରାଯିବ ସେ ବିଷୟରେ, ଇଣ୍ଟେଲିଜେଣ୍ଟ୍, ସ୍ବୟଂଚାଳିତ ଭାବରେ ନିର୍ଣ୍ଣୟ ନେବ।
pa: ਸਪੇਸ਼ੀਅਲ ਆਡੀਓ 3D ਆਡੀਓ ਫ਼ਾਰਮੈਟ ਰਿਕਾਰਡ ਕਰਦਾ ਹੈ ਅਤੇ ਤਸਵੀਰਾਂ ਐਪ ਵਿੱਚ ਆਡੀਓ ਮਿਕਸ ਦੀ ਚੋਣ ਕੀਤੇ ਜਾਣ ‘ਤੇ ਆਡੀਓ ਨੂੰ ਕਿਵੇਂ ਮਿਲਾਉਣਾ ਹੈ, ਇਸ ਬਾਰੇ ਆਟੋਮੈਟਿਕ ਇੰਟੈਲੀਜੈਂਟ ਫ਼ੈਸਲੇ ਕਰੇਗਾ।
pl: Gdy w Zdjęciach włączona jest opcja Miks audio, funkcja nagrywania dźwięku przestrzennego nagrywa dźwięk w formacie 3D i w sposób inteligentny miksuje nagrywany dźwięk.
pt_br: O Áudio Espacial é gravado em formato 3D e toma decisões inteligentes e automáticas sobre como fazer mixagens quando a opção Mixagem de Áudio é selecionada no app Fotos.
pt_pt: O áudio espacial grava num formato de áudio 3D e o áudio será misturado de forma inteligente e automática quando estiver selecionada uma mistura de áudio na aplicação Fotografias.
ro: Audio spațial înregistrează în format audio 3D și va lua decizii inteligente și automate în ceea ce privește combinarea sunetului atunci când este selectat un mixaj audio în Poze.
ru: Функция «Пространственное аудио» записывает аудио в формате 3D и автоматически обрабатывает запись, интеллектуально микшируя звук при использовании инструмента «Аудиомикс» в Фото.
sk: Keď je vo Fotkách vybraná možnosť Mix audia, priestorový zvuk sa nahráva v 3D zvukovom formáte a bude inteligentne automaticky mixovať zvuk.
sl: Funkcija Prostorski zvok snema v obliki zapisa zvoka 3D ter inteligentno in samodejno odloča o načinu mešanja zvoka, ko je v aplikaciji Fotografije izbrana možnost Zvočna slika.
sv: Rumsligt ljud spelas in i ett 3D-ljudformat och fattar intelligenta, automatiska beslut om hur ljudet ska mixas när cinematiskt läge används eller en ljudmix har valts i Bilder.
ta: ஸ்பேஷியல் ஆடியோ அம்சம் 3D ஆடியோ வடிவில் பதிவுசெய்யும். “ஃபோட்டோஸ்” செயலியில் ஆடியோ மிக்ஸ் அம்சம் தேர்ந்தெடுக்கப்படும்போது, ஆடியோவை எப்படி மிக்ஸ் செய்ய வேண்டும் என்பது குறித்த அறிவார்ந்த முடிவுகளைத் தானாகவே எடுக்கும்.
te: స్పేషియల్ ఆడియో 3D ఆడియో ఫార్మాట్‌లో రికార్డ్ చేస్తుంది. ఫోటోస్‌లో ఆడియో మిక్స్ ఎంపిక చేయబడినప్పుడు ఆడియోను ఎలా మిక్స్ చేయాలనే విషయంలో ఇంటెలిజెంట్, ఆటోమేటిక్ నిర్ణయాలను తీసుకుంటుంది.
th: เสียงเชิงมิติพื้นที่จะบันทึกในรูปแบบเสียง 3D และเลือกตัดสินใจอย่างชาญฉลาดอัตโนมัติเกี่ยวกับการผสมเสียงเมื่อเลือกผสมเสียงในแอปรูปภาพ
tr: Uzamsal Ses, 3B ses biçiminde kayıt yapar ve Fotoğraflar’da Ses Miksi seçiliyken sesleri karıştırmayla ilgili akıllı ve otomatik kararlar verir.
uk: Варіант «Просторове аудіо» записує обʼємний звук й автоматично застосовуватиме інтелектуальні алгоритми для мікшування в режимі «Аудіомікс» у Фотографіях.
ur: اسپیشیل آڈیو 3D آڈیو فارمیٹ میں ریکارڈ کرتا ہے اورتصویر ایپ میں آڈیو مکس منتخب کیے جانے پر آڈیو مکس کرنے کے طریقے کے بارے میں آٹومیٹک طریقے سے ذہانت پر مبنی فیصلے کرے گا۔
vi: Bản ghi Âm thanh không gian có định dạng âm thanh 3D và sẽ tự động đưa ra quyết định thông minh về cách kết hợp âm thanh khi chọn Hòa âm trong Ảnh.
zh_cn: 空间音频会以3D音频格式录制，在“照片”中选择“混音”时，还会智能自动决定如何对音频进行混音。
zh_hk: 「空間音訊」會以3D音訊格式錄製，並會在「相片」中選擇「混音」時，智能並自動決定如何進行混音。
zh_tw: 「空間音訊」會以3D音訊格式錄製，並且在「照片」中選取「混音」時，運用智慧技術自動決定如何對音訊進行混音。

# CAM_AUDIO_CONFIGURATION_STEREO
source: Stereo
ar: استريو
bg: Стерео
bn: স্টিরিও
ca: Estèreo
el: Στερεοφωνικός ήχος
es: Estéreo
es_us: Estéreo
fr: Stéréo
fr_ca: Stéréo
gu: સ્ટીરિઓ
he: סטריאו
hi: स्टीरियो
hu: Sztereó
ja: ステレオ
kk: Стерео
kn: ಸ್ಟೀರಿಯೊ
ko: 스테레오
lt: Stereofoninis
ml: സ്റ്റീരിയോ
mr: स्टिरिओ
or: ଷ୍ଟେରିଓ
pa: ਸਟੀਰੀਓ
pt_br: Estéreo
pt_pt: Estéreo
ru: Стерео
ta: ஸ்டீரியோ
te: స్టీరియో
th: สเตอริโอ
uk: Стерео
ur: اسٹیریو
zh_cn: 立体声
zh_hk: 立體聲
zh_tw: 立體聲

# CAM_AUDIO_CONFIGURATION_TITLE
source: Record Sound
ar: تسجيل الصوت
bg: Аудио запис
bn: সাউন্ড রেকর্ড করুন
ca: Gravació de so
cs: Nahrát zvuk
da: Optag lyd
de: Ton aufnehmen
el: Εγγραφή ήχου
es: Grabar sonido
es_us: Grabar sonido
fi: Tallenna ääni
fr: Son de l’enregistrement
fr_ca: Enregistrer du son
gu: સાઉંડ રેકોર્ડ કરો
he: הקלטת צלילים
hi: रिकॉर्ड ध्वनि
hr: Snimi zvuk
hu: Hang rögzítése
id: Rekam Bunyi
it: Registra suono
ja: サウンド収録
kk: Дыбысты жазу
kn: ಸೌಂಡ್ ರೆಕಾರ್ಡ್ ಮಾಡುವಿಕೆ
ko: 소리 녹음
lt: Įrašyti garsą
ml: ശബ്ദം
mr: ध्वनी रेकॉर्ड करा
ms: Rakam Bunyi
nb: Ta opp lyd
nl: Neem geluid op
or: ସାଉଣ୍ଡ୍ ରେକର୍ଡ୍‌ କରନ୍ତୁ
pa: ਧੁਨੀ ਰਿਕਾਰਡ ਕਰੋ
pl: Nagraj dźwięk
pt_br: Gravação de Som
pt_pt: Gravar som
ro: Înregistrare sunet
ru: Звукозапись
sk: Nahrávanie zvuku
sl: Snemanje zvoka
sv: Spela in ljud
ta: ஒலியைப் பதிவுசெய்தல்
te: సౌండ్‌ను రికార్డ్ చేయండి
th: บันทึกเสียง
tr: Ses Kaydı
uk: Запис звуку
ur: آواز ریکارڈ کریں
vi: Ghi âm thanh
zh_cn: 录音
zh_hk: 錄製聲音
zh_tw: 錄音

# CAM_AUDIO_WIND_REMOVAL_FOOTER
source: Wind noise is automatically reduced in recorded video.
ar: سيتم تقليل ضوضاء الرياح من الفيديو المسجل تلقائيًا.
bg: Шумът от вятър автоматично се намалява в записаното видео.
bn: রেকর্ড করা ভিডিওতে বাতাসের শব্দ স্বয়ংক্রিয়ভাবে কমানো হয়।
ca: S’atenuarà automàticament el soroll del vent que hi hagi als vídeos que gravis.
cs: Hluk způsobovaný větrem se bude v nahraných videích automaticky tlumit.
da: Vindstøj reduceres automatisk i optaget video.
de: Windgeräusche werden in aufgenommenen Videos automatisch reduziert.
el: Ο θόρυβος του ανέμου μειώνεται αυτόματα στο εγγεγραμμένο βίντεο.
es: El ruido del viento se atenuará automáticamente en la grabación de vídeo.
es_us: Se reducirá automáticamente el ruido del viento de las grabaciones.
fi: Tuulen kohinaa vaimennetaan tallennetusta videosta automaattisesti.
fr: Le bruit du vent sera automatiquement atténué dans les vidéos enregistrées.
fr_ca: Le son du vent est automatiquement atténué dans les vidéos enregistrées.
gu: રેકોર્ડ કરેલા વીડિયોમાં વિંડ નૉઇઝ ઑટોમૅટિક રીતે ઘટાડવામાં આવે છે.
he: רעשי רוח מופחתים באופן אוטומטי בהקלטות וידאו.
hi: रिकॉर्ड किए गए वीडियो में हवा का शोर ऑटोमैटिकली कम कर दिया जाता है।
hr: Zvuk vjetra automatski se smanjuje u snimljenom videozapisu.
hu: A szélzaj automatikusan csökkentve van a rögzített videóban.
id: Kebisingan angin dikurangi secara otomatis di video rekaman.
it: Il rumore del vento viene automaticamente ridotto nel video registrato.
ja: 風切り音が撮影されたビデオから自動的に削減されます。
kk: Жел шуы жазылған видеода автоматты түрде азайтылады.
kn: ರೆಕಾರ್ಡ್ ಮಾಡಿದ ವೀಡಿಯೊದಲ್ಲಿ ಗಾಳಿಯ ನಾಯ್ಸ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕಡಿಮೆಯಾಗುತ್ತದೆ.
ko: 녹화된 비디오에서 바람 소리를 자동으로 줄입니다.
lt: Įrašant vaizdo įrašą, vėjo keliamas triukšmas sumažinamas automatiškai.
ml: റെക്കോർഡ് ചെയ്ത വീഡിയോയിൽ കാറ്റിന്റെ നോയ്സ് ഓട്ടോമാറ്റിക്കായി കുറയുന്നു.
mr: रेकॉर्ड केलेल्या व्हिडिओमध्ये ऑटोमॅटिकली हवेचा आवाज कमी करेल.
ms: Bunyi angin dikurangkan secara automatik dalam video yang dirakam.
nb: Vindstøy dempes automatisk fra videoopptak.
nl: Windruis wordt automatisch beperkt in opgenomen video.
or: ରେକର୍ଡ୍‌ କରାଯାଇଥିବା ଭିଡିଓରେ ପବନର ନଏଜ୍‌କୁ ସ୍ବୟଂଚାଳିତ ଭାବରେ କମ୍ କରିଦିଆଯାଏ।
pa: ਰਿਕਾਰਡ ਕੀਤੀ ਵੀਡੀਓ ਵਿੱਚ ਹਵਾ ਦਾ ਸ਼ੋਰ ਆਟੋਮੈਟਿਕਲੀ ਘੱਟ ਕਰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ।
pl: Szum powodowany przez wiatr jest automatycznie redukowany na nagraniach.
pt_br: O ruído do vento é removido automaticamente dos vídeos gravados.
pt_pt: O ruído do vento é reduzido automaticamente no vídeo gravado.
ro: Zgomotul vântului este redus automat în clipurile video înregistrate.
ru: Громкость шума ветра будет автоматически снижаться в видеозаписи.
sk: Šum vetra bude v nahrávaných videách automaticky tlmený.
sl: Šum vetra se v posnetem videu samodejno zmanjša.
sv: Brus från vinden minskas automatiskt i inspelad video.
ta: பதிவுசெய்யப்பட்ட வீடியோவில் காற்று இரைச்சல் தானாகவே குறைக்கப்பட்டது.
te: రికార్డ్ చేసిన వీడియోలో గాలి నాయిస్ ఆటోమేటిక్‌గా తగ్గించబడుతుంది.
th: เสียงลมจะถูกลดเสียงโดยอัตโนมัติในวิดีโอที่บันทึก
tr: Rüzgâr sesi, kaydedilen videoda otomatik olarak azaltılır.
uk: Шум вітру автоматично зменшується на записаному відео.
ur: ریکارڈ کئے گئے ویڈیو میں ہوا کا شور آٹومیٹک طریقے سے کم کر دیا جاتا ہے۔
vi: Tiếng gió sẽ tự động được giảm trong video đã ghi.
zh_cn: 录制的视频将自动降低风噪。
zh_hk: 從錄製的影片中自動減少風噪。
zh_tw: 系統會自動從錄製的影片中降低風切聲。

# CAM_AUDIO_WIND_REMOVAL_TITLE
source: Wind Noise Reduction
ar: تقليل ضوضاء الرياح
bg: Намаляване на шума от вятър
bn: বাতাসের শব্দ কমানো
ca: Reducció del soroll del vent
cs: Redukce hluku způsobeného větrem
da: Begrænsning af vindstøj
de: Windgeräusche reduzieren
el: Μείωση θορύβου του ανέμου
es: Reducción de ruido del viento
es_us: Reducción de ruido del viento
fi: Tuulen kohinan vaimennus
fr: Réduction du bruit du vent
fr_ca: Réduction du bruit du vent
gu: વિંડ નૉઇઝ રીડક્શન
he: הפחתת רעשי רוח
hi: हवा के शोर में कमी
hr: Smanjenje buke vjetra
hu: Szélzaj csökkentése
id: Pengurangan Kebisingan Angin
it: Riduzione rumore del vento
ja: 風切り音の低減
kk: Жел шуын азайту
kn: ಗಾಳಿಯ ನಾಯ್ಸ್ ತಗ್ಗಿಸುವಿಕೆ
ko: 바람 소리 감소
lt: Vėjo sukeliamo triukšmo mažinimas
ml: കാറ്റിന്റെ നോയ്സ് കുറയ്ക്കൽ
mr: हवेचा आवाज कमी करणे
ms: Pengurangan Bunyi Angin
nb: Demping av vindstøy
nl: Vermindering van windruis
or: ପବନ ନଏଜ୍ ହ୍ରାସ
pa: ਹਵਾ ਦੇ ਸ਼ੋਰ ਵਿੱਚ ਕਮੀ
pl: Redukcja szumu wiatru
pt_br: Redução de Ruído de Vento
pt_pt: Redução de ruídos do vento
ro: Reducere zgomot vânt
ru: Снижение шума ветра
sk: Redukcia šumu vetra
sl: Zmanjšanje šuma vetra
sv: Vindbrusreducering
ta: காற்று இரைச்சல் குறைப்பு
te: గాలి నాయిస్ తగ్గింపు
th: ลดเสียงลม
tr: Rüzgâr Sesini Azaltma
uk: Зниження шуму вітру
ur: ہوا کے شور میں کمی
vi: Giảm tiếng gió
zh_cn: 风噪降低
zh_hk: 減少風噪
zh_tw: 降低風切聲

# CAM_AUTO_FPS_LOW_LIGHT_FOOTER
source: Automatically reduce the frame rate to improve low light video.
ar: تقليل معدل الإطارات تلقائيًا لتحسين فيديو الإضاءة الضعيفة.
bg: Автоматично намалява кадрите в секунда, за да се подобри видеото при слаба светлина.
bn: স্বয়ংক্রিয়ভাবে কম আলোয় ভিডিও তোলার দৃশ্য উন্নত করতে ফ্রেম রেট কমিয়ে দেয়।
ca: Redueix automàticament la freqüència de fotogrames per millorar els vídeos amb poca llum.
cs: Při slabém osvětlení se pro zlepšení kvality videa automaticky sníží snímková frekvence.
da: Reducer automatisk billedfrekvensen for at forbedre video i dårligt lys.
de: Reduziert die Bildrate automatisch, um Videoaufnahmen bei wenig Licht zu verbessern.
el: Αυτόματη μείωση του ρυθμού καρέ για βελτίωση βίντεο χαμηλού φωτισμού.
es: Reduce automáticamente la frecuencia de fotogramas para mejorar los vídeos con poca luz.
es_us: Reduce automáticamente la frecuencia de fotogramas para mejorar videos con poca luz.
fi: Laskee kuvataajuuden automaattisesti videon parantamiseksi heikossa valossa.
fr: Réduit automatiquement la fréquence d’images pour améliorer les vidéos filmées en éclairage faible.
fr_ca: Réduit automatiquement la fréquence d’images pour améliorer la qualité des vidéos à faible niveau de lumière.
gu: લો લાઇટ વીડિયોને સુધારવા માટે ફ્રેમ રેટ ઑટોમૅટિક રીતે ઘટાડો.
he: ניתן להפחית את קצב הפריימים באופן אוטומטי לשיפור צילומי וידאו בתאורה נמוכה.
hi: निम्न प्रकाश वीडियो में सुधार के लिए फ़्रेम रेट ऑटोमैटिकली घटाएँ।
hr: Automatski smanjite brzinu sličica radi poboljšanja videozapisa snimanih pri slabom osvjetljenju.
hu: A képkockasebesség automatikus csökkentése az alacsony fényerejű videók javításához.
id: Kurangi laju bingkai secara otomatis untuk meningkatkan video rendah cahaya.
it: Riduci in modo automatico la frequenza dei fotogrammi per migliorare la qualità dei video con scarsa luminosità.
ja: 低照度のビデオを見やすくするために、フレームレートを自動的に落とします。
kk: Көмескі жарықта түсірілген видеоны жақсарту үшін кадр жиілігін автоматты түрде азайту.
kn: ಕಡಿಮೆ ಬೆಳಕಿನ ವೀಡಿಯೊವನ್ನು ಸುಧಾರಿಸಲು ಫ್ರೇಮ್ ರೇಟ್ ಅನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕಡಿಮೆ ಮಾಡಿ.
ko: 저조도 비디오를 향상하기 위해 자동으로 프레임률을 줄입니다.
lt: Automatiškai sumažinkite kadrų dažnį, kad pagerintumėte vaizdo įrašus esant prietemai.
ml: കുറഞ്ഞ വെളിച്ചമുള്ള വീഡിയോ മെച്ചപ്പെടുത്താൻ ഫ്രെയിം റേറ്റ് ഓട്ടോമാറ്റിക്കായി കുറയ്ക്കൂ.
mr: कमी प्रकाशातील व्हिडिओ सुधारण्यासाठी फ्रेम रेट ऑटोमॅटिकली कमी करा.
ms: Kurangkan kadar bingkai secara automatik untuk menambahbaik video cahaya malap.
nb: Reduser bildefrekvensen automatisk for å ta bedre videoer i svakt lys.
nl: Verlaag de beeldsnelheid automatisch om video met weinig licht te verbeteren.
or: କମ୍ ଲାଇଟ୍ ଭିଡିଓରେ ଉନ୍ନତି କରିବା ପାଇଁ ଫ୍ରେମ୍ ରେଟ୍ ସ୍ବୟଂଚାଳିତ ଭାବରେ ହ୍ରାସ ହେବ।
pa: ਘੱਟ ਰੌਸ਼ਨੀ ਵਾਲੀ ਵੀਡੀਓ ਵਿੱਚ ਸੁਧਾਰ ਲਈ ਫ਼ਰੇਮ ਦਰ ਨੂੰ ਆਟੋਮੈਟਿਕਲੀ ਘਟਾਓ।
pl: Automatyczne redukowanie liczby klatek wideo przy słabym świetle.
pt_br: Reduz a taxa de quadros automaticamente para melhorar os vídeos em luz baixa.
pt_pt: Reduzir automaticamente a taxa de fotogramas para melhorar a captura de vídeo em condições de fraca luminosidade.
ro: Frecvența cadrelor va fi redusă automat pentru a îmbunătăți calitatea înregistrării video în condiții de iluminare slabă.
ru: Автоматическое уменьшение частоты кадров для улучшения видео, снятого в условиях слабой освещенности.
sk: Automaticky vylepší videá nahrávané pri slabom osvetlení znížením frekvencie snímok.
sl: Samodejno zmanjša hitrost sličic z namenom izboljšanja kakovosti videa, posnetega v slabših svetlobnih pogojih.
sv: Minska bildfrekvensen automatiskt så att videokvaliteten förbättras vid svagt ljus.
ta: குறைந்த வெளிச்சத்தில் வீடியோவின் தரத்தை மேம்படுத்துவதற்காக ஃபிரேம் விகிதத்தைத் தானாகவே குறைக்கும்.
te: తక్కువ లైట్ ఉన్న వీడియోను మెరుగుపరచడానికి ఫ్రేమ్ రేట్‌ను ఆటోమేటిక్‌గా తగ్గిస్తుంది.
th: ลดอัตราเฟรมโดยอัตโนมัติเพื่อปรับวิดีโอที่มีแสงสว่างน้อย
tr: Az ışıklı videoları iyileştirmek için kare hızını otomatik olarak azaltır.
uk: Автоматично зменшувати частоту кадрів, щоб покращити якість відео в умовах низької освітленості.
ur: کم روشنی والی ویڈیو کو بہتر بنانے کے لیے فریم ریٹ آٹومیٹک طریقے سے کم کریں۔
vi: Tự động giảm tốc độ khung hình để cải thiện video ánh sáng yếu.
zh_cn: 自动减少帧速率以改善低光视频。
zh_hk: 自動減少格率以改善低光影片。
zh_tw: 自動降低影格率來改進低光影片。

# CAM_AUTO_FPS_TITLE
source: Auto FPS
ar: معدل إطار/ث تلقائي
bg: Авто кадри/сек
bn: অটো FPS
ca: FPS automàtic
cs: Automatické FPS
da: Auto-BPS
el: FPS αυτόματα
es: Frecuencia de fps automática
es_us: Frecuencia automática
fi: Automaattinen FPS
fr: IPS auto
fr_ca: IPS auto.
gu: ઑટો FPS
he: קצב FPS אוטו׳
hi: ऑटो FPS
hu: Autom. FPS
id: FPS Otomatis
it: FPS automatico
ja: FPS自動調整
kk: Кадр жиілігін авто таңдау
kn: ಆಟೋ FPS
ko: 자동 FPS
lt: Automatinis kadr./s nustatymas
ml: ഓട്ടോ FPS
mr: ऑटो FPS
ms: BPS Auto
nb: Automatisk BPS
nl: Automatische fps
or: ଅଟୋ FPS
pa: ਆਟੋ FPS
pl: Automatyczna liczba klatek
pt_br: FPS Automático
pt_pt: FPS automático
ro: FPS automat
ru: Автовыбор частоты кадров
sk: Autom. FPS
sl: Samodejno št. sličic/s
sv: Auto bildhastighet
ta: ஆட்டோ FPS
te: ఆటో FPS
th: FPS อัตโนมัติ
tr: Otomatik Kare Hızı
uk: Автовибір частоти кадрів
ur: آٹو ‏FPS
vi: FPS tự động
zh_cn: 自动FPS
zh_hk: 自動FPS
zh_tw: 自動FPS

# CAM_AUTO_FPS_VFR_30
source: Auto 30 fps
ar: ‏٣٠ إطار/ث تلقائي
bg: Автоматично 30 кадъра/сек
bn: অটো ^[30](formatNumber: true) fps
ca: 30 fps automàtic
cs: Zapnuto při 30 fps
da: Automatisk 30 bps
el: 30 καρέ/δευτ. αυτόματα
es: A 30 fps
es_us: Sí a 30 fps
fi: 30 fps
fr: 30 ips auto
fr_ca: 30 ips auto.
gu: ઑટો 30 fps
he: קצב ⁨30 FPS⁩ אוטו׳
hi: ऑटो 30 fps
hu: Automatikus 30 fps
id: 30 fps otomatis
it: Automatico - 30 fps
ja: 30 fpsを自動調整
kk: Авто, 30 кадр/с
kn: ಆಟೋ 30 fps
ko: 자동 30fps
lt: Automatinis 30 kadr./s nustatymas
ml: ഓട്ടോ 30 fps
mr: ऑटो ^[30](formatNumber: true) fps
ms: 30 bps auto
nb: 30 bps (auto)
nl: Automatisch 30 fps
or: ଅଟୋ ^[30](formatNumber: true) fps
pa: ਆਟੋ ^[30](formatNumber: true) fps
pl: 30 kl./s
pt_br: 30 fps Automático
pt_pt: 30 fps (automático)
ro: 30 fps automat
ru: Авто, 30 кадр⁠/⁠с
sk: Autom. 30 fps
sl: Samodejno 30 sličic/s
sv: 30 bilder/s
ta: ஆட்டோ 30 fps
te: ఆటో 30 fps
th: 30 fps อัตโนมัติ
tr: Oto. 30 kare/sn.
uk: Авто 30 кадр/с
ur: آٹو ‏⁨^[30](formatNumber: true) fps⁩
vi: 30 fps tự động
zh_cn: 自动30 fps
zh_hk: 自動30 fps
zh_tw: 自動30 fps

# CAM_AUTO_FPS_VFR_30&60
source: Auto 30 & 60 fps
ar: ‏٣٠ و ٦٠ إطار/ث تلقائي
bg: Автоматично 30 и 60 кадъра/сек
bn: অটো ^[30](formatNumber: true) এবং ^[60](formatNumber: true) fps
ca: 30 a 60 fps automàtic
cs: Zapnuto při 30 i 60 fps
da: Automatisk 30 og 60 bps
el: 30 και 60 καρέ/δευτ. αυτόματα
es: A 30 y 60 fps
es_us: Sí a 30 y 60 fps
fi: 30 ja 60 fps
fr: 30 et 60 ips auto
fr_ca: 30 et 60 ips auto.
gu: ઑટો 30 અને 60 fps
he: קצב ⁨30 FPS⁩ ו-⁨60 FPS⁩ אוטו׳
hi: ऑटो 30 और 60 fps
hr: Auto 30 i 60 fps
hu: Automatikus 30 és 60 fps
id: 30 & 60 fps otomatis
it: Automatico - 30 e 60 fps
ja: 30 fpsと60 fpsを自動調整
kk: Автоматты, 30 және 60 кадр/с
kn: ಆಟೋ 30 ಮತ್ತು 60 fps
ko: 자동 30 및 60fps
lt: Automatinis 30 ir 60 kadr./s nustatymas
ml: ഓട്ടോ 30 & 60 fps
mr: ऑटो ^[30](formatNumber: true) व ^[60](formatNumber: true) fps
ms: 30 & 60 bps auto
nb: 30 og 60 bps (auto)
nl: Automatisch 30 en 60 fps
or: ଅଟୋ ^[30](formatNumber: true) ଓ ^[60](formatNumber: true) fps
pa: ਆਟੋ ^[30](formatNumber: true) ਅਤੇ ^[60](formatNumber: true) fps
pl: 30 i 60 kl./s
pt_br: 30 e 60 fps Automáticos
pt_pt: 30 e 60 fps (automático)
ro: 30 și 60 fps automat
ru: Авто, 30 и 60 кадр⁠/⁠с
sk: Autom. 30 a 60 fps
sl: Samodejno 30 in 60 sličic/s
sv: 30 och 60 b/s
ta: ஆட்டோ 30 & 60 fps
te: ఆటో 30 & 60 fps
th: 30 และ 60 fps อัตโนมัติ
tr: Oto. 30 ve 60 kare/sn.
uk: Авто 30 і 60 кадр/с
ur: آٹو ‏^[30](formatNumber: true) اور ‏⁨^[60](formatNumber: true) fps⁩
vi: 30 & 60 fps tự động
zh_cn: 自动30与60 fps
zh_hk: 自動30與60 fps
zh_tw: 自動30與60 fps
